/*
* @Author: Administrator
* @Date:   2017-06-02 22:05:01
* @Last Modified by:   Administrator
* @Last Modified time: 2017-06-19 08:18:04
*/



var guids = [
	{ 	
		name:"神刀",			//1
		bg:"长刀掠世,雄鹰相随,勇者初心无惧,仁者自可无敌。神刀乃傅红雪叶开所在之门派,江湖中第一用刀之门派,亦是八荒中最为特立独行...",
		arm:"长刀",
		arms:"鹰",
		datas:[
			"神刀战丐帮实战套路解析 KID教你玩66期 ",
			"神刀战丐帮技能拆招 KID教你玩vol.65 ",
			"神刀削弱应对方案 天地风火新定义 KID教你玩63 ",
			"新版神刀使用报告 单挑与群战是弱是强 ",
			"神刀从入门到精通 连招思路 ",
			"神刀从入门到精通 基础篇 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	},
	{ 	name:"真武",			//2
		bg:"真武祖师张梦白本是书香门第出身,屡试不中时竟在襄州山中偶遇一似癫似疯之道人扶摇子。得其点化,张梦白以文入武,更习得驱影之术...",
		arm:"双剑",
		arms:"剑鞘",
		datas:[
			"S4后双炼武心法选择 真武篇 ",
			"真武职业调整 大神为你解读平衡性",
			"武荡八荒战神威 史上最心机职业的完美逆袭 ",
			"以道论道 真武内战取胜要诀",
			"真武流派选择之气劲流详解 ",
			"真武对战各职业系列之总结篇 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	},
	{ 	name:"丐帮",			//3
		bg:"丐帮最早的源流可追溯到春秋时期,但正式作为一个门派存在于江湖之中,则是从唐末开始。黄巢起义中,某金姓将领因不满义军暴虐残害百姓...",
		arm:"缠手",
		arms:"酒葫芦",
		datas:[
			"丐神戈导为您解读 新版丐帮大调整 ",
			"丐帮对战太白需要注意的细节与思路 ",
			"丐荡八荒战唐门 唐门兄弟快过来 我给你看一个宝贝 ",
			"丐荡八荒战五毒 只要隐身抓的好 五毒再也跑不了 ",
			"大型属性养成系列攻略丐帮PVP篇 ",
			"各有千秋 门派优劣分析之丐帮篇 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]


	},
	{ 	name:"神威",			//4
		bg:"后周副都指挥使韩通于954年创立“神威营”,忠诚守护后周皇室安全。韩通之子韩微,曾几次劝说父亲除去后周重臣赵匡胤,但韩通却欣赏赵匡胤之人才气度..",
		arm:"枪",
		arms:"长弓",
		datas:[
			"军爷冬雪为您解读 新版神威大调整 ",
			"神威战丐帮 细节与套路的巅峰对决 ",
			"神威视角单人81普通苍梧城通关攻略 ",
			"神威论剑：老哥抡枪细如针 稳的一匹 ",
			"新版神威论剑 听说你格挡高还有镇岳 ",
			"门派改动详解：神威大加强 假枪不存在的 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	},
	{ 	name:"太白",			//5
		bg:"风无痕本是开封府司录司参军事,负责协助捕门之人,利用强大的分析能力来推理查案。在多年的查案之中,风无痕因偶然机会获取本被认为是医书的... ",
		arm:"剑",
		arms:"剑鞘",
		datas:[
			"S4后双炼武心法选择 太白篇 ",
			"太白副本伤害最大化思路和连招 ",
			"太白大师兄一剑西来 讲解太白近期调整 ",
			"秦川网友对战东越姐姐的一些小姿势 ",
			"太白门派更新的隐形内容解读 ",
			"太白新版本技能改动与论剑各职业打法分析 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	},
	{ 	name:"唐门",			//6
		bg:"蜀中唐氏,自魏晋起便为世家。五代十国之时,唐门少主唐郢化名卢郢,游历江南,更是进士及第,成为南唐的文武双进士,天下闻名...",
		arm:"傀儡",
		arms:"扇子",
		datas:[
			"重情担当唐太岳 巴蜀唐门飞星落 ",
			"门派一捏捏鬼畜系列：唐门修炼手册 ",
			"半影相依扇中情 文艺起来的唐门如此可怕 ",
			"唐门论剑秘籍第一步 大扇子糊熊脸 ",
			"唐门的你还在用修罗论剑吗 心法搭配推荐 ",
			"唐门心法推荐 土豪平民都可用 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	},
	{ 	name:"天香",			//7
		bg:"华佗当年被处死之前,将其一生所学著为《青囊书》一卷。数百年后,少年桑柴子偶得此书,修习医术,其第一个救下之人,便是官宦千金员外之女...",
		arm:"伞",
		arms:"伞中剑",
		datas:[
			"S4后双炼武心法选择 天香篇 ",
			"天香大型攻略第二期：心法身份附魔选择 ",
			"备战S4赛季 天香大型PVP攻略第一期上 ",
			"浪迹天涯第二话：抠脚 天刀四格漫画 ",
			"万水千山总是情 找个情缘行不行 ",
			"天香与心机真武的正确战斗方式 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	},
	{ 	name:"五毒",			//8
		bg:"地处云滇的五毒与中原诸派均有所不同,其武学以狠、诡、毒、快为要诀,以诡秘凌厉的刀法配合神鬼莫测的身法,可谓是举手之间、取人性命；轻烟散尽... ",
		arm:"双刃",
		arms:"双刃",
		datas:[
			"大削之后再增强 伊人解读五毒近期二改 ",
			"五毒总坛采访 原来五毒教众都是这样的 ",
			"五毒无踪派掌门伊人 讲解五毒改版 ",
			"各有千秋 门派优劣分析之五毒篇 ",
			"“毒”荡八荒第四站 纹身男大战脱衣汉 ",
			"“毒”荡八荒第三站 襄州网民多担待 "
			],
		times:["5/20","5/12","5/01","4/23","4/12","4/11"]

	}
]

var iden = [
		{
			name:"镖师",			//1
			bg:"论武功,为保红货不惜死；论人脉,镖行天下有捷径。奇货可居,南北自通衢；为得镖银,西天亦可去！",
			datas:[
				"镖师福音 友谊的小车自己拉 ",
				"天涯明月刀镖师身份所需历练大全 ",
				"萌新需知 老司机教你如何正确处理劫镖战 ",
				"天涯明月刀老镖师带你押镖出红发家致富",
				"老司机发车 天刀拉镖心得及技巧分享",
				"天刀四海镖玩法简介及最大化收益技巧 "
				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]

		},
		{
			name:"猎户",			//2
			bg:"驯服犬马,自可以驯服猛虎；缚鹰之手,亦无惧力缚苍龙。深山密林,是我之常胜沙场；百鸟万兽,乃我之帐下先锋。",
			datas:[
				"天涯明月刀猎户身份所需历练大全 ",
				"萌新必看 天涯明月刀猎户身份详解 ",
				"猎户看过来 天刀猎户抓宠物进阶技巧 ",
				"天刀杀手猎户镖师身份职业详解 ",
				"天刀新手猎户身份技能取舍及解析",
				"家有萌宠 天刀宠物玩法介绍 "
				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]

		},
		{
			name:"文士",			//3
			bg:"书中自有千钟粟,书中自有黄金屋,书中自有颜如玉,书中自有江湖路。以书中风云笑傲世间风云；以书中筹谋淡泊世间筹谋。",
			datas:[
				"江湖文艺范儿 文士笛曲全解读 ",
				"乐伶文士的福音 乐谱调息时间不再愁 ",
				"天刀文士乐怜合奏《鬼来电》附曲谱 ",
				"萌新指导书 文士身份玩法讲解 ",
				"神刀再起 新版本文士乐伶书画赚钱攻略",
				"文士乐怜画卷拾趣之巴蜀篇《御风堂》 "
				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]


		},
		{
			name:"乐伶",			//4
			bg:"世人皆重颜色,我以色笑为刀剑；世人皆爱歌舞,我以歌舞为甲胄。琵琶瑶琴和锦瑟,世间知音又几何？",
			datas:[
				"乐伶自由演奏《童话镇》卷一帘时光的童话 ",
				"天刀乐伶自由演奏《不将就》附曲谱 ",
				"天刀乐伶自由演奏《来生缘》附曲谱 ",
				"天刀乐伶自由演奏《幻化成风》附曲谱 ",
				"天刀乐伶自由演奏《aLIEz》附曲谱",
				"天刀乐伶自由演奏《Flower Dance》附曲谱 "
				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]


		},
		{
			name:"捕快",			//5
			bg:"冷血无情,舍快意恩仇之剑,持庙堂法理之剑；鞠躬尽瘁,扫天下奸邪之氛,定盛世太平之氛！",
			datas:[
				"缉拿不等待 双飞缉拿小套路 ",
				"新手必看 快速完成缉拿的技巧 ",
				"细数天刀副本几条不可或缺的增益buff ",
				"萌新看过来 效率完成缉拿玩法详解 ",
				"天涯明月刀捕快身份所需历练大全",
				"天涯明月刀缉拿玩法快速完成攻略 "
				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]


		},
		{
			name:"游侠",			//6
			bg:"镜锁璇玑,蝶从天水,宝出怜花,令遵钱王。前尘旧事,不过一铲挖根掘底；独享快活,看我搜罗天下珍奇！",
			datas:[
				"新手必备身份攻略之游侠挖宝教学 ",
				"游侠进阶 如何掌握正确正确姿势 ",
				"天涯明月刀游侠身份所需历练大全 ",
				"游侠风水大师教你正确的挖宝姿势 ",
				"比倒斗更高端 天刀游侠玩法简介",
				"天涯明月刀 全职业第三身份选择详解 "

				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]

		},
		{
			name:"杀手",			//7
			bg:"刀头舐血,不染无名之辈之血；鹰飞兔走,不走榜上有名之人。诡行暗夜,龙鳞匿影；一击远扬,溅血迷踪。",
			datas:[
				"日常被暗杀？对付杀手的六个妙招 ",
				"杀手教科书 日进百金不是梦 ",
				"杀手终极黑科技 接取暗杀令的各种技巧 ",
				"天涯明月刀杀手身份所需历练攻略 ",
				"天涯明月刀杀手身份所需历练大全",
				"杀手终极奥义一招必杀术 暗杀神豪只要1秒 "
				],
			times:["5/23","5/22","5/15","5/13","4/12","4/16"]

		}


]

var listNew = [
	{			//1
		name:"全部",
		datas:[
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 " ,
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 " ,
			"【国风音绕】斗鱼直播专题 5月18日起每周四直播 " ,
			"【国风音绕】斗鱼直播专题 5月18日起每周四直播 " ,
			"【多玩】剑荡八荒S4媒体专题 " ,
			"【多玩】天刀傀儡杀场详细细节攻略 " ,
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与" ,
			"【斗鱼】斗鱼天刀国风翻唱大赛 国风当道复赛来袭 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{			//2
		name:"多玩",
		datas:[
			"【多玩】剑荡八荒S4媒体专题 ",
			"【多玩】天刀傀儡杀场详细细节攻略 ",
			"【多玩】多玩专访 天峰训练营导师国画大师张旺 ",
			"【多玩】琴魔首杀攻略",
			"【多玩】剑荡八荒S4媒体专题",
			"【多玩】天刀傀儡杀场详细细节攻略",
			"【多玩】剑荡八荒S4媒体专题 ",
			"【多玩】斗鱼天刀国风翻唱大赛 国风当道复赛来袭"
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{			//3
		name:"17173",
		datas:[
			"从萝莉到国风美少女 天刀都做了哪些改变？",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与",
			"天刀国风音乐盛典于TGC2016盛大启幕",
			"修罗城玩法大揭秘 镇派武器实装效果首曝",
			"【17173】天刀公测新门派神刀全方位解析",
			"【173】天刀傀儡杀场详细细节攻略",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与",
			"【173】天刀交易数据报第24期 新服人气火爆"
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{				//4
		name:"178",
		datas:[
			"【178】天刀玩家COS：若真孤星照命 叶某唯有... ",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 ",
			"【178】剑荡八荒血海飘香冠军队小专访 各种...",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法中篇 ",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法下篇 ",
			"【178】超好看的任务装 平民必备天刀穿搭法上篇 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
]

var list1 = [
	{			//1
		name:"话本",
		datas:[
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 " ,
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 " ,
			"【国风音绕】斗鱼直播专题 5月18日起每周四直播 " ,
			"【国风音绕】斗鱼直播专题 5月18日起每周四直播 " ,
			"【多玩】剑荡八荒S4媒体专题 " ,
			"【多玩】天刀傀儡杀场详细细节攻略 " ,
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与" ,
			"【斗鱼】斗鱼天刀国风翻唱大赛 国风当道复赛来袭 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{			//2
		name:"论剑",
		datas:[
			"【多玩】剑荡八荒S4媒体专题 ",
			"【多玩】天刀傀儡杀场详细细节攻略 ",
			"【多玩】多玩专访 天峰训练营导师国画大师张旺 ",
			"【多玩】琴魔首杀攻略",
			"【多玩】剑荡八荒S4媒体专题",
			"【多玩】天刀傀儡杀场详细细节攻略",
			"【多玩】剑荡八荒S4媒体专题 ",
			"【多玩】斗鱼天刀国风翻唱大赛 国风当道复赛来袭"
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{			//3
		name:"属性",
		datas:[
			"从萝莉到国风美少女 天刀都做了哪些改变？",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与",
			"天刀国风音乐盛典于TGC2016盛大启幕",
			"修罗城玩法大揭秘 镇派武器实装效果首曝",
			"【17173】天刀公测新门派神刀全方位解析",
			"【173】天刀傀儡杀场详细细节攻略",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与",
			"【173】天刀交易数据报第24期 新服人气火爆"
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{				//4
		name:"玩法",
		datas:[
			"【178】天刀玩家COS：若真孤星照命 叶某唯有... ",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 ",
			"【178】剑荡八荒血海飘香冠军队小专访 各种...",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法中篇 ",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法下篇 ",
			"【178】超好看的任务装 平民必备天刀穿搭法上篇 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	}
]

var listNow = [
	{			//1
		name:"全部",
		datas:[
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 " ,
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 " ,
			"【国风音绕】斗鱼直播专题 5月18日起每周四直播 " ,
			"【国风音绕】斗鱼直播专题 5月18日起每周四直播 " ,
			"【多玩】剑荡八荒S4媒体专题 " ,
			"【多玩】天刀傀儡杀场详细细节攻略 " ,
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与" ,
			"【斗鱼】斗鱼天刀国风翻唱大赛 国风当道复赛来袭 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{			//2
		name:"多玩",
		datas:[
			"【多玩】剑荡八荒S4媒体专题 ",
			"【多玩】天刀傀儡杀场详细细节攻略 ",
			"【多玩】多玩专访 天峰训练营导师国画大师张旺 ",
			"【多玩】琴魔首杀攻略",
			"【多玩】剑荡八荒S4媒体专题",
			"【多玩】天刀傀儡杀场详细细节攻略",
			"【多玩】剑荡八荒S4媒体专题 ",
			"【多玩】斗鱼天刀国风翻唱大赛 国风当道复赛来袭"
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{			//3
		name:"17173",
		datas:[
			"从萝莉到国风美少女 天刀都做了哪些改变？",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与",
			"天刀国风音乐盛典于TGC2016盛大启幕",
			"修罗城玩法大揭秘 镇派武器实装效果首曝",
			"【17173】天刀公测新门派神刀全方位解析",
			"【173】天刀傀儡杀场详细细节攻略",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与",
			"【173】天刀交易数据报第24期 新服人气火爆"
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{				//4
		name:"178",
		datas:[
			"【178】天刀玩家COS：若真孤星照命 叶某唯有... ",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 ",
			"【178】剑荡八荒血海飘香冠军队小专访 各种...",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法中篇 ",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法下篇 ",
			"【178】超好看的任务装 平民必备天刀穿搭法上篇 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	},
	{				//4
		name:"178",
		datas:[
			"【178】天刀玩家COS：若真孤星照命 叶某唯有... ",
			"剑荡八荒S4赛季6月开启 海量奖励活动等你参与 ",
			"【178】剑荡八荒血海飘香冠军队小专访 各种...",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法中篇 ",
			"【178】心海出品：PVP大型详细攻略 唐门篇下 ",
			"【178】超好看的任务装 平民必备天刀穿搭法下篇 ",
			"【178】超好看的任务装 平民必备天刀穿搭法上篇 "
		],
		times:["06/12","06/10","05/28","05/25","05/22","05/15"," 05/02","05/01"]
		
	}
]